<?php
// Text
$_['text_title']		 			= 'درگاه پرداخت اینترنتی سداد';
$_['text_wait']  		 			= 'لطفا صبر کنید!';
$_['text_connect'] 		 			= 'در حال اتصال به درگاه پرداخت اینترنتی سداد!';
$_['text_results']  	 			= 'رسید پرداخت اینترنتی سداد: ';
$_['text_transaction_no'] 			= 'شماره تراکنش: ';
$_['text_transaction_reference'] 	= 'شماره مرجع: ';

// Button
$_['button_view_cart']	 			= 'مشاهده سبد خرید';
$_['button_complete']    			= 'تکمیل پرداخت';

// Error
$_['error_data']	 			= 'پرداخت ناموفق بود در صورت کسر وجه تا 72 ساعت دیگر به حسابتان بازگشت داده میشود!';
$_['error_payment']	 			= 'پرداخت ناموفق بود در صورت کسر وجه تا 72 ساعت دیگر به حسابتان بازگشت داده میشود!';
$_['error_order_id']	 			= 'شماره سفارش نا معتبر است!';
$_['error_verify'] 		 			= 'اعتبارسنجی تراکنش ناموفق بود';
$_['error_cant_connect']			= 	'مشکلی در اتصال به درگاه پرداخت اینترنتی سداد پیش آمده است!<br>'.
										'لطفا مجددا امتحان کنید.<br>'.
										'در صورت رفع نشدن مشکل به پشتیبانی اطلاع دهید.';
$_['error_connect_verify'] 			= 	'مشکلی در اعتبارسنجی پرداخت پیش آمد!<br>'.
										'لطفا مجددا امتحان کنید.<br>'.
										'در صورت رفع نشدن مشکل به پشتیبانی اطلاع دهید.';
$_['error_status_undefined']		= "خطای نامشخص";